Repository: sonhyrd/openclip
Catalog: Sources/OpenClip/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ja, zh_hans, zh_hant

source: %@ (Disabled)
fr: %@ (désactivé)
ja: %@（無効）
zh_hans: %@（已停用）
zh_hant: %@（已停用）

source: %@ download
fr: %@ téléchargement
ja: %@ ダウンロード
zh_hans: %@ 次下载
zh_hant: %@ 次下載

source: %@ downloads
fr: %@ téléchargements
ja: %@ ダウンロード
zh_hans: %@ 次下载
zh_hant: %@ 次下載

source: %@ was removed from this Mac.
fr: %@ a été supprimée de ce Mac.
ja: %@ をこの Mac から削除しました。
zh_hans: 已从这台 Mac 移除 %@。
zh_hant: 已從這台 Mac 移除 %@。

source: %lld actions will be grouped.
fr: %lld actions seront groupées.
ja: %lld件のアクションがグループ化されます。
zh_hans: %lld 个动作将被合并到分组。
zh_hant: 將有 %lld 個動作加入群組。

source: %lldd ago
fr: il y a %lld j
ja: %lld日前
zh_hans: %lld 天前
zh_hant: %lld 天前

source: %lldh ago
fr: il y a %lld h
ja: %lld時間前
zh_hans: %lld 小时前
zh_hant: %lld 小時前

source: %lldm ago
fr: il y a %lld min
ja: %lld分前
zh_hans: %lld 分钟前
zh_hant: %lld 分鐘前

source: 1 action will be grouped.
fr: 1 action sera groupée.
ja: 1件のアクションがグループ化されます。
zh_hans: 1 个动作将被合并到分组。
zh_hant: 將有 1 個動作加入群組。

source: 100% Private & On-Device
fr: 100 % privé et sur l’appareil
ja: 100%プライベート＆オンデバイス
zh_hans: 100% 隐私，全部在本机完成
zh_hant: 100% 隱私，全在裝置端

source: A bar with quick actions appears near your cursor.
fr: Une barre d’actions rapides apparaît près de votre curseur.
ja: カーソルの近くにクイックアクションバーが表示されます。
zh_hans: 光标附近会出现带快捷动作的工具栏。
zh_hant: 游標附近會顯示帶有快速動作的工具列。

source: A custom action you wrote.
fr: Une action personnalisée que vous avez créée.
ja: あなたが作成したカスタムアクション。
zh_hans: 你创建的自定义动作。
zh_hant: 你建立的自訂動作。

source: A newer version is in the Store.
fr: Une version plus récente est disponible dans la boutique.
ja: ストアに新しいバージョンがあります。
zh_hans: 商店中有更新的版本。
zh_hant: 商店中有更新的版本。

source: AI
fr: IA

source: AI Actions
fr: Actions IA
ja: AI アクション
zh_hans: AI 操作
zh_hant: AI 操作

source: AI Tools
fr: Outils d’IA
ja: AIツール
zh_hans: AI 工具
zh_hant: AI 工具

source: AI is currently disabled.
fr: L'IA est actuellement désactivée.
ja: 現在 AI は無効になっています。
zh_hans: AI 功能当前已禁用。
zh_hant: AI 功能目前已停用。

source: AI request failed (HTTP %lld).
fr: Échec de la requête IA (HTTP %lld).
ja: AIリクエストが失敗しました (HTTP %lld)。
zh_hans: AI 请求失败（HTTP %lld）。
zh_hant: AI 請求失敗（HTTP %lld）。

source: AI request failed (HTTP %lld): %@
fr: Échec de la requête IA (HTTP %lld) : %@
ja: AIリクエストが失敗しました (HTTP %lld): %@
zh_hans: AI 请求失败（HTTP %lld）：%@
zh_hant: AI 請求失敗（HTTP %lld）：%@

source: AI request was cancelled.
fr: La requête IA a été annulée.
ja: AIリクエストはキャンセルされました。
zh_hans: AI 请求已取消。
zh_hant: AI 請求已取消。

source: API Key
fr: Clé d’API
ja: APIキー
zh_hans: API 密钥
zh_hant: API 金鑰

source: API key required. Configure it in Preferences → AI.
fr: Clé d’API requise. Configurez-la dans Préférences → IA.
ja: APIキーが必要です。環境設定 → AI で設定してください。
zh_hans: 需要 API 密钥。请在偏好设置 → AI 中配置。
zh_hant: 需要 API 金鑰。請在「偏好設定」→「AI」中進行設定。

source: About
fr: À propos
ja: 情報
zh_hans: 关于
zh_hant: 關於

source: About the Actions list
fr: À propos de la liste Actions
ja: アクションリストについて
zh_hans: 关于“动作”列表
zh_hant: 關於「動作」列表

source: Above
fr: Au-dessus
ja: 上
zh_hans: 上方
zh_hant: 上方

source: Access
fr: Accès
ja: アクセス権
zh_hans: 权限
zh_hant: 權限

source: Access Required
fr: Accès requis
ja: アクセス権が必要です
zh_hans: 需要授权
zh_hant: 需要授權

source: Accessibility Access
fr: Accès d’accessibilité
ja: アクセシビリティのアクセス権
zh_hans: 辅助功能权限
zh_hant: 輔助使用權限

source: Accessibility Access Required
fr: Accès à l’accessibilité requis
ja: アクセシビリティのアクセス権が必要です
zh_hans: 需要辅助功能权限
zh_hant: 需要輔助使用權限

source: Accessibility Permission Granted
fr: Autorisation d’accessibilité accordée
ja: アクセシビリティのアクセス権が許可されました
zh_hans: 已获得辅助功能权限
zh_hant: 已取得輔助使用權限

source: Action Added
fr: Action ajoutée
ja: アクションを追加しました
zh_hans: 已添加动作
zh_hant: 已新增操作

source: Action Name
fr: Nom de l’action
ja: アクション名
zh_hans: 动作名称
zh_hant: 動作名稱

source: Action Results
fr: Résultats de l’action
ja: アクション結果
zh_hans: 动作结果
zh_hant: 動作結果

source: Action Title
fr: Titre de l’action
ja: アクションのタイトル
zh_hans: 动作标题
zh_hant: 動作標題

source: Action Title / Text
fr: Titre / texte de l’action
ja: アクションのタイトル / テキスト
zh_hans: 动作标题 / 文本
zh_hant: 動作標題 / 文字

source: Action Type
fr: Type d’action
ja: アクションタイプ
zh_hans: 动作类型
zh_hant: 動作類型

source: Actions Per Page
fr: Actions par page
ja: 1ページあたりのアクション数
zh_hans: 每页动作数
zh_hant: 每頁動作數

source: Actions you made yourself: open a URL with the selection, paste a snippet built from it, or run a shell script on it.
fr: Les actions que vous avez créées : ouvrir une URL avec la sélection, coller un extrait construit à partir d'elle ou exécuter un script shell dessus.
ja: 自分で作成したアクション: 選択テキストで URL を開く、選択テキストから作ったスニペットをペーストする、または選択テキストに対してシェルスクリプトを実行します。
zh_hans: 你自己创建的操作：用选中文本打开 URL、粘贴由其生成的片段，或对其运行 Shell 脚本。
zh_hant: 你自己建立的操作：用選取的文字打開 URL、貼上由其產生的片段，或對其執行 Shell 指令碼。

source: Active AI Engine
fr: Moteur d’IA actif
ja: 使用するAIエンジン
zh_hans: 当前 AI 引擎
zh_hant: 目前 AI 引擎

source: Add
fr: Ajouter
ja: 追加
zh_hans: 添加
zh_hant: 加入

source: Add Action
fr: Ajouter l’action
ja: アクションを追加
zh_hans: 添加动作
zh_hant: 加入動作

source: Add Action or Group
fr: Ajouter une action ou un groupe
ja: アクションまたはグループを追加
zh_hans: 添加动作或分组
zh_hant: 加入動作或群組

source: Add Application
fr: Ajouter une application
ja: アプリケーションを追加
zh_hans: 添加应用
zh_hant: 加入應用程式

source: Add Application Rule
fr: Ajouter une règle d’application
ja: アプリケーションルールを追加
zh_hans: 添加应用规则
zh_hant: 加入應用程式規則

source: Add Custom AI Action
fr: Ajouter une action d’IA personnalisée
ja: カスタムAIアクションを追加
zh_hans: 添加自定义 AI 动作
zh_hant: 加入自訂 AI 動作

source: Add Custom Action
fr: Ajouter une action personnalisée
ja: カスタムアクションを追加
zh_hans: 添加自定义动作
zh_hant: 加入自訂動作

source: Add Event
fr: Ajouter un événement
ja: イベントを追加
zh_hans: 添加日程
zh_hant: 加入行程

source: Add Rule
fr: Ajouter la règle
ja: ルールを追加
zh_hans: 添加规则
zh_hant: 加入規則

source: Add a rule for %@
fr: Ajouter une règle pour %@
ja: %@ のルールを追加
zh_hans: 为 %@ 添加规则
zh_hant: 為 %@ 新增規則

source: Add the selected text as a calendar event.
fr: Ajouter le texte sélectionné comme événement de calendrier.
ja: 選択したテキストをカレンダーイベントとして追加します。
zh_hans: 将所选文本添加为日历事件。
zh_hant: 將選取的文字加入行事曆行程。

source: Add to Group
fr: Ajouter au groupe
ja: グループに追加
zh_hans: 添加到分组
zh_hant: 加入群組

source: Added %@
fr: Ajoutée le %@
ja: 追加日 %@
zh_hans: 添加于 %@
zh_hant: 新增於 %@

source: Alias already in use
fr: Alias déjà utilisé
ja: エイリアスは既に使用されています
zh_hans: 别名已被使用
zh_hant: 別名已被使用

source: Alias for %@
fr: Alias pour %@
ja: %@ のエイリアス
zh_hans: %@ 的别名
zh_hant: %@ 的別名

source: Aliases can only contain letters and numbers.
fr: Les alias ne peuvent contenir que des lettres et des chiffres.
ja: エイリアスに使用できるのは英数字のみです。
zh_hans: 别名只能包含字母和数字。
zh_hant: 別名只能包含字母和數字。

source: Aliases can only use letters, numbers, and hyphens.
fr: Les alias ne peuvent contenir que des lettres, des chiffres et des tirets.
ja: エイリアスに使えるのは英数字とハイフンだけです。
zh_hans: 别名只能使用字母、数字和连字符。
zh_hant: 別名只能使用字母、數字和連字符。

source: All
fr: Tout
ja: すべて
zh_hans: 全部
zh_hant: 全部

source: All Extensions
fr: Toutes les extensions
ja: すべての拡張機能
zh_hans: 所有扩展
zh_hant: 所有擴充功能

source: An alias jumps straight to an action when you type it in the palette. A hotkey runs it from anywhere.
fr: Un alias saute directement à une action lorsque vous le tapez dans la palette. Un raccourci l'exécute depuis n'importe où.
ja: エイリアスはパレットで入力するとそのアクションに直接移動します。ホットキーはどこからでも実行します。
zh_hans: 在命令面板中输入别名可直接跳转到某个操作；快捷键则可在任意位置运行它。
zh_hant: 在命令面板中輸入別名可直接跳至某個操作；快捷鍵則可在任意位置執行它。

source: An unknown error occurred.
fr: Une erreur inconnue s’est produite.
ja: 不明なエラーが発生しました。
zh_hans: 发生未知错误。
zh_hant: 發生未知的錯誤。

source: App Rules
fr: Règles d’app
ja: アプリルール
zh_hans: 应用规则
zh_hant: 應用程式規則

source: Appear Automatically
fr: Afficher automatiquement
ja: 自動表示
zh_hans: 自动弹出
zh_hant: 自動彈出

source: Appear Automatically is off
fr: L’affichage automatique est désactivé
ja: 「自動表示」はオフです
zh_hans: 已关闭自动弹出
zh_hant: 已關閉自動彈出

source: Appear Automatically is on
fr: L’affichage automatique est activé
ja: 「自動表示」はオンです
zh_hans: 已开启自动弹出
zh_hant: 已開啟自動彈出

source: Appearance
fr: Apparence
ja: 外観
zh_hans: 外观
zh_hant: 外觀

source: Apple Calendar
fr: Calendrier Apple
ja: Apple カレンダー
zh_hans: Apple 日历
zh_hant: Apple 行事曆

source: Apple Intelligence (On-Device)
fr: Apple Intelligence (sur l’appareil)
ja: Apple Intelligence (オンデバイス)
zh_hans: Apple Intelligence（本机）
zh_hant: Apple Intelligence（裝置端）

source: Apple Intelligence is available.
fr: Apple Intelligence est disponible.
ja: Apple Intelligenceは利用可能です。
zh_hans: Apple Intelligence 可用。
zh_hant: Apple Intelligence 可用。

source: Apple Intelligence is unavailable right now. Configure another provider in Preferences → AI.
fr: Apple Intelligence est indisponible pour le moment. Configurez un autre fournisseur dans Préférences → IA.
ja: Apple Intelligenceは現在利用できません。環境設定 → AI で別のプロバイダを設定してください。
zh_hans: Apple Intelligence 目前不可用。请在偏好设置 → AI 中配置其他提供方。
zh_hant: Apple Intelligence 目前無法使用。請至「偏好設定」→「AI」設定其他提供者。

source: Apple Intelligence models are still downloading. Try again shortly, or configure another provider in Preferences → AI.
fr: Les modèles Apple Intelligence sont en cours de téléchargement. Réessayez bientôt, ou configurez un autre fournisseur dans Préférences → IA.
ja: Apple Intelligenceのモデルをまだダウンロード中です。しばらくして再試行するか、環境設定 → AI で別のプロバイダを設定してください。
zh_hans: Apple Intelligence 模型仍在下载。请稍后重试，或在偏好设置 → AI 中配置其他提供方。
zh_hant: Apple Intelligence 模型仍在下載。請稍後再試，或至「偏好設定」→「AI」設定其他提供者。

source: Apple Intelligence models are still preparing. Try again shortly.
fr: Les modèles Apple Intelligence sont en cours de préparation. Réessayez bientôt.
ja: Apple Intelligenceのモデルを準備中です。しばらくして再試行してください。
zh_hans: Apple Intelligence 模型仍在准备中。请稍后重试。
zh_hant: Apple Intelligence 模型仍在準備中。請稍後再試。

source: Apple Intelligence requires macOS 26.0+ with supported Apple Silicon hardware. Configure another provider in Preferences → AI.
fr: Apple Intelligence nécessite macOS 26.0 ou ultérieur avec une puce Apple Silicon prise en charge. Configurez un autre fournisseur dans Préférences → IA.
ja: Apple Intelligenceには、サポートされているAppleシリコンを搭載したmacOS 26.0以降が必要です。環境設定 → AI で別のプロバイダを設定してください。
zh_hans: Apple Intelligence 需要搭载支持 Apple 芯片的 macOS 26.0+。请在偏好设置 → AI 中配置其他提供方。
zh_hant: Apple Intelligence 需要搭載受支援 Apple 晶片的 macOS 26.0+。請至「偏好設定」→「AI」設定其他提供者。

source: Application Rules
fr: Règles d’application
ja: アプリケーションルール
zh_hans: 应用规则
zh_hant: 應用程式規則

source: Ask AI: “%@”
fr: Demander à l’IA : « %@ »
ja: AIに依頼: 「%@」
zh_hans: 询问 AI：“%@”
zh_hant: 詢問 AI：「%@」

source: Ask a Question
fr: Poser une question
ja: 質問する
zh_hans: 提问
zh_hant: 提出問題

source: Auto (detect context)
fr: Auto (détection du contexte)
ja: 自動（コンテキストを検出）
zh_hans: 自动（根据语境检测）
zh_hant: 自動（根據語境偵測）

source: Auto-update
fr: Mise à jour automatique
ja: 自動アップデート
zh_hans: 自动更新
zh_hant: 自動更新

source: Automate tasks by running custom bash or zsh scripts
fr: Automatisez des tâches en exécutant des scripts bash ou zsh personnalisés
ja: カスタム bash または zsh スクリプトを実行してタスクを自動化します
zh_hans: 通过运行自定义 Bash 或 Zsh 脚本自动执行任务
zh_hant: 透過執行自訂 Bash 或 Zsh 指令碼自動執行任務

source: Automatically Check for Updates
fr: Rechercher automatiquement les mises à jour
ja: アップデートを自動的に確認
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Automatically Download Updates
fr: Télécharger automatiquement les mises à jour
ja: アップデートを自動的にダウンロード
zh_hans: 自动下载更新
zh_hant: 自動下載更新

source: Available
fr: Disponible
ja: 利用可能
zh_hans: 可用
zh_hant: 可用

source: Back
fr: Retour
ja: 戻る
zh_hans: 返回
zh_hant: 返回

source: Back to actions
fr: Retour aux actions
ja: アクションに戻る
zh_hans: 返回动作
zh_hant: 返回動作

source: Base Endpoint URL
fr: URL de base du point de terminaison
ja: ベースエンドポイントURL
zh_hans: 接口地址
zh_hant: 基礎端點 URL

source: Behavior
fr: Comportement
ja: 動作
zh_hans: 行为
zh_hant: 行為

source: Below
fr: Au-dessous
ja: 下
zh_hans: 下方
zh_hant: 下方

source: Beta
fr: Bêta
ja: ベータ版
zh_hans: 测试版
zh_hant: 測試版

source: Beta builds include features that are still being tested.
fr: Les versions bêta incluent des fonctionnalités encore en cours de test.
ja: ベータ版にはテスト中の機能が含まれます。
zh_hans: 测试版包含仍在测试中的功能。
zh_hant: 測試版包含仍在測試中的功能。

source: Browse 100+ extensions in Menu Bar → Preferences
fr: Parcourez plus de 100 extensions dans Barre des menus → Préférences
ja: メニューバー → 環境設定 から100個以上の拡張機能を閲覧できます
zh_hans: 可在菜单栏 → 偏好设置中浏览 100+ 扩展
zh_hant: 可在「選單列」→「偏好設定」中瀏覽 100+ 款擴充功能

source: Browser
fr: Navigateur
ja: ブラウザ
zh_hans: 浏览器
zh_hant: 瀏覽器

source: Browser Redirection
fr: Redirection vers le navigateur
ja: ブラウザリダイレクト
zh_hans: 浏览器跳转
zh_hant: 瀏覽器重新導向

source: Built-in
fr: Intégrées
ja: 組み込み
zh_hans: 内置
zh_hant: 內建

source: Built-in action
fr: Action intégrée
ja: 組み込みアクション
zh_hans: 内置操作
zh_hant: 內建操作

source: Bundle Identifier
fr: Identifiant de bundle
ja: バンドル識別子
zh_hans: Bundle 标识符
zh_hant: Bundle 識別碼

source: CLI
fr: Ligne de commande (CLI)
ja: コマンドライン (CLI)
zh_hans: 命令行（CLI）
zh_hant: 命令列（CLI）

source: Calculate
fr: Calculer
ja: 計算
zh_hans: 计算
zh_hant: 計算

source: Calculates math, translates languages, speaks text & runs extensions.
fr: Effectue des calculs, traduit des langues, lit le texte à voix haute et exécute des extensions.
ja: 計算、言語翻訳、テキスト読み上げ、拡張機能の実行に対応しています。
zh_hans: 计算数学、翻译语言、朗读文本，并运行扩展。
zh_hant: 計算數學算式、翻譯語言、朗讀文字並執行擴充功能。

source: Calendar Destination
fr: Destination du calendrier
ja: カレンダーの保存先
zh_hans: 日历目标
zh_hant: 行事曆目的地

source: Cancel
fr: Annuler
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: Cancel Task
fr: Annuler la tâche
ja: タスクをキャンセル
zh_hans: 取消任务
zh_hant: 取消任務

source: Center
fr: Centre
ja: 中央
zh_hans: 居中
zh_hant: 置中

source: Check Now
fr: Rechercher maintenant
ja: 今すぐ確認
zh_hans: 立即检查
zh_hant: 立即檢查

source: Check for Updates
fr: Rechercher des mises à jour
ja: アップデートを確認
zh_hans: 检查更新
zh_hant: 檢查更新

source: Check for Updates Automatically
fr: Rechercher automatiquement les mises à jour
ja: アップデートを自動的に確認
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Check for Updates…
fr: Rechercher des mises à jour…
ja: アップデートを確認…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Check for updates automatically
fr: Rechercher automatiquement les mises à jour
ja: アップデートを自動的に確認
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Check your internet connection or network settings. If you are behind a corporate proxy or firewall, access to the extension store may be blocked.
fr: Vérifiez votre connexion Internet ou vos paramètres réseau. Si vous utilisez un proxy ou un pare-feu d'entreprise, l'accès à la boutique peut être bloqué.
ja: インターネット接続またはネットワーク設定を確認してください。企業のプロキシまたはファイアウォールをご利用の場合、拡張機能ストアへのアクセスがブロックされている可能性があります。
zh_hans: 请检查您的互联网连接或网络设置。如果您使用企业代理或防火墙，对扩展商店的访问可能会被阻止。
zh_hant: 請檢查您的網際網路連線或網路設定。如果您位於公司代理伺服器或防火牆後面，對擴充功能商店的存取可能會被封鎖。

source: Checking for Updates…
fr: Recherche de mises à jour…
ja: アップデートを確認中…
zh_hans: 正在检查更新…
zh_hant: 正在檢查更新…

source: Choose Icon
fr: Choisir une icône
ja: アイコンを選択
zh_hans: 选择图标
zh_hant: 選擇圖示

source: Choose a .openclipext folder, .zip archive, or script file
fr: Choisissez un dossier .openclipext, une archive .zip ou un fichier de script
ja: .openclipext フォルダ、.zip アーカイブ、またはスクリプトファイルを選択してください
zh_hans: 选择 .openclipext 文件夹、.zip 压缩包或脚本文件
zh_hant: 選擇 .openclipext 檔案夾、.zip 封存檔或腳本檔案

source: Choose an application to add a rule for it.
fr: Choisissez une application pour lui ajouter une règle.
ja: ルールを追加するアプリケーションを選択してください。
zh_hans: 选择一个应用程序以为其添加规则。
zh_hant: 選擇一個應用程式以為其新增規則。

source: Choose icon
fr: Choisir une icône
ja: アイコンを選択
zh_hans: 选择图标
zh_hant: 選擇圖示

source: Choosing an icon returns to the action.
fr: Choisir une icône renvoie à l'action.
ja: アイコンを選ぶとアクションに戻ります。
zh_hans: 选择图标后将返回该操作。
zh_hant: 選擇圖示後將返回該操作。

source: Classic
fr: Classique
ja: クラシック
zh_hans: 经典
zh_hant: 經典

source: Clear
fr: Effacer
ja: クリア
zh_hans: 清除
zh_hant: 清除

source: Close
fr: Fermer
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

source: Close (⎋)
fr: Fermer (⎋)
ja: 閉じる (⎋)
zh_hans: 关闭 (⎋)
zh_hant: 關閉 (⎋)

source: Close result card
fr: Fermer la carte de résultat
ja: 結果カードを閉じる
zh_hans: 关闭结果卡片
zh_hant: 關閉結果卡片

source: Close the card (⎋)
fr: Fermer la carte (⎋)
ja: カードを閉じる (⎋)
zh_hans: 关闭卡片 (⎋)
zh_hant: 關閉卡片 (⎋)

source: Close the result card
fr: Fermer la carte de résultat
ja: 結果カードを閉じる
zh_hans: 关闭结果卡片
zh_hant: 關閉結果卡片

source: Cloud API
fr: API Cloud
ja: クラウド API
zh_hans: 云端 API
zh_hant: 雲端 API

source: Cloud API (OpenAI/Claude)
fr: API Cloud (OpenAI/Claude)
ja: クラウドAPI (OpenAI/Claude)
zh_hans: 云端 API（OpenAI/Claude）
zh_hant: 雲端 API（OpenAI/Claude）

source: Collapse %@
fr: Réduire %@
ja: %@を折りたたむ
zh_hans: 折叠 %@
zh_hant: 收合 %@

source: Color Mode
fr: Mode de couleur
ja: カラーモード
zh_hans: 颜色模式
zh_hant: 色彩模式

source: Complete the word you are typing.
fr: Compléter le mot que vous êtes en train de saisir.
ja: 入力中の単語を補完します。
zh_hans: 补全你正在输入的单词。
zh_hant: 補全你正在輸入的單字。

source: Condense this text to be significantly shorter while keeping all essential information, the original language, and the tone. Preserve the overall formatting such as paragraphs and lists
fr: Condenser ce texte pour le rendre nettement plus court tout en conservant toutes les informations essentielles, la langue d’origine et le ton. Préserver la mise en forme générale (paragraphes, listes)
ja: すべての重要な情報、元の言語、トーンを保ちながら、このテキストを大幅に短縮します。段落やリストなどの全体的な書式は保持してください
zh_hans: 大幅精简这段文本，同时保留所有关键信息、原有语言和语气。保持段落、列表等整体格式
zh_hant: 大幅精簡這段文字，同時保留所有關鍵資訊、原有語言與語氣。保持段落、清單等整體格式

source: Configure
fr: Configurer
ja: 設定
zh_hans: 配置
zh_hant: 設定

source: Configure %@
fr: Configurer %@
ja: %@ を設定
zh_hans: 配置 %@
zh_hant: 設定 %@

source: Configure Action
fr: Configurer l’action
ja: アクションを設定
zh_hans: 配置动作
zh_hant: 設定動作

source: Configure Group
fr: Configurer le groupe
ja: グループを設定
zh_hans: 配置分组
zh_hant: 設定群組

source: Configure Group…
fr: Configurer le groupe…
ja: グループを設定…
zh_hans: 配置分组…
zh_hant: 設定群組…

source: Configure per-app trigger and paste behavior.
fr: Configurez le comportement de déclenchement et de collage par application.
ja: アプリごとの起動とペーストの動作を設定します。
zh_hans: 按应用配置触发和粘贴行为。
zh_hant: 設定個別應用程式的觸發與貼上行為。

source: Configured AI Actions
fr: Actions d’IA configurées
ja: 設定済みのAIアクション
zh_hans: 已配置的 AI 动作
zh_hant: 已設定的 AI 動作

source: Continue
fr: Continuer
ja: 続ける
zh_hans: 继续
zh_hant: 繼續

source: Copied
fr: Copié
ja: コピーしました
zh_hans: 已拷贝
zh_hant: 已拷貝

source: Copied AI result
fr: Résultat de l’IA copié
ja: AIの結果をコピーしました
zh_hans: 已复制 AI 结果
zh_hant: 已拷貝 AI 結果

source: Copied — the app changed
fr: Copié — l’app a changé
ja: コピーしました — アプリが切り替わりました
zh_hans: 已复制 — 应用已切换
zh_hant: 已拷貝 — App 已切換

source: Copy
fr: Copier
ja: コピー
zh_hans: 拷贝
zh_hant: 拷貝

source: Copy Only
fr: Copier uniquement
ja: コピーのみ
zh_hans: 仅复制
zh_hant: 僅複製

source: Copy Result Only
fr: Copier le résultat uniquement
ja: 結果のコピーのみ
zh_hans: 仅拷贝结果
zh_hant: 僅拷貝結果

source: Copy response and close
fr: Copier la réponse et fermer
ja: 応答をコピーして閉じる
zh_hans: 拷贝回复并关闭
zh_hant: 拷貝回覆並關閉

source: Copy the response to the clipboard and close (⇧⏎)
fr: Copier la réponse dans le presse-papiers et fermer (⇧⏎)
ja: 応答をクリップボードにコピーして閉じる (⇧⏎)
zh_hans: 拷贝回复到剪贴板并关闭（⇧⏎）
zh_hant: 拷貝回覆至剪貼簿並關閉（⇧⏎）

source: Copy the response to the clipboard and close (⌘C)
fr: Copier la réponse dans le presse-papiers et fermer (⌘C)
ja: 応答をクリップボードにコピーして閉じる (⌘C)
zh_hans: 拷贝回复到剪贴板并关闭（⌘C）
zh_hant: 拷貝回覆至剪貼簿並關閉（⌘C）

source: Copy the response to the clipboard and close (⏎)
fr: Copier la réponse dans le presse-papiers et fermer (⏎)
ja: 応答をクリップボードにコピーして閉じる (⏎)
zh_hans: 拷贝回复到剪贴板并关闭（⏎）
zh_hant: 拷貝回覆至剪貼簿並關閉（⏎）

source: Copy the selected text.
fr: Copier le texte sélectionné.
ja: 選択したテキストをコピーします。
zh_hans: 复制所选文本。
zh_hant: 複製選取的文字。

source: Create
fr: Créer
ja: 作成
zh_hans: 创建
zh_hant: 建立

source: Create Action Group
fr: Créer un groupe d’actions
ja: アクショングループを作成
zh_hans: 创建动作分组
zh_hant: 建立動作群組

source: Create Group from Selection…
fr: Créer un groupe à partir de la sélection…
ja: 選択項目からグループを作成…
zh_hans: 从选中项创建分组…
zh_hant: 從選取項目建立群組…

source: Create New Action
fr: Créer une nouvelle action
ja: 新しいアクションを作成
zh_hans: 创建新动作
zh_hant: 建立新操作

source: Create with AI
fr: Créer avec l'IA
ja: AI で作成
zh_hans: 使用 AI 创建
zh_hant: 使用 AI 建立

source: Create your own quick actions using URL templates, snippet placeholders, or shell scripts.
fr: Créez vos propres actions rapides à l'aide de modèles d'URL, d'extraits de texte ou de scripts shell.
ja: URL テンプレート、スニペットのプレースホルダー、またはシェルスクリプトを使用して、独自のアクションを作成します。
zh_hans: 使用 URL 模板、片段占位符或 Shell 脚本创建你自己的快捷操作。
zh_hant: 使用 URL 範本、片段預留位置或 Shell 指令碼建立你自己的快速操作。

source: Current App
fr: Application actuelle
ja: 現在のアプリ
zh_hans: 当前应用
zh_hant: 當前應用

source: Custom
fr: Personnalisé
ja: カスタム
zh_hans: 自定义
zh_hant: 自訂

source: Custom Action
fr: Action personnalisée
ja: カスタムアクション
zh_hans: 自定义操作
zh_hant: 自訂操作

source: Custom Actions
fr: Actions personnalisées
ja: カスタムアクション
zh_hans: 自定义操作
zh_hant: 自訂操作

source: Custom OpenAI-Compatible Endpoint
fr: Point de terminaison personnalisé compatible OpenAI
ja: カスタムOpenAI互換エンドポイント
zh_hans: 自定义 OpenAI 兼容接口
zh_hant: 自訂 OpenAI 相容端點

source: Custom URL...
fr: URL personnalisée...
ja: カスタムURL…
zh_hans: 自定义 URL…
zh_hant: 自訂 URL…

source: Custom Web URL
fr: URL web personnalisée
ja: カスタムWeb URL
zh_hans: 自定义网页 URL
zh_hant: 自訂網頁 URL

source: Custom actions appear in your popup bar and search palette. Assign global hotkeys or search aliases to trigger them anytime.
fr: Les actions personnalisées apparaissent dans votre barre contextuelle et votre palette de recherche. Attribuez des raccourcis globaux ou des alias de recherche pour les déclencher à tout moment.
ja: カスタムアクションはポップアップバーと検索パレットに表示されます。グローバルショートカットや検索エイリアスを割り当てて、いつでも呼び出すことができます。
zh_hans: 自定义操作会显示在弹出栏和搜索面板中。分配全局快捷键或搜索别名即可随时触发它们。
zh_hant: 自訂操作會顯示在彈出列和搜尋面板中。指定全域快速鍵或搜尋別名即可隨時觸發它們。

source: Custom icon “%@” — click to change
fr: Icône personnalisée « %@ » — cliquer pour modifier
ja: カスタムアイコン “%@” — クリックして変更
zh_hans: 自定义图标 “%@” — 点击更改
zh_hant: 自訂圖示 “%@” — 點擊更改

source: Custom...
fr: Personnalisé...
ja: カスタム…
zh_hans: 自定义…
zh_hant: 自訂…

source: Customize
fr: Personnaliser
ja: カスタマイズ
zh_hans: 自定
zh_hant: 自訂

source: Customize Icon
fr: Personnaliser l’icône
ja: アイコンをカスタマイズ
zh_hans: 自定义图标
zh_hant: 自訂圖示

source: Cut
fr: Couper
ja: カット
zh_hans: 剪切
zh_hant: 剪下

source: Cut the selected text.
fr: Couper le texte sélectionné.
ja: 選択したテキストをカットします。
zh_hans: 剪切所选文本。
zh_hant: 剪下選取的文字。

source: Dark
fr: Sombre
ja: ダーク
zh_hans: 深色
zh_hant: 深色

source: Default Chatbot
fr: Chatbot par défaut
ja: デフォルトのチャットボット
zh_hans: 默认聊天机器人
zh_hant: 預設聊天機器人

source: Define
fr: Définir
ja: 調べる
zh_hans: 释义
zh_hant: 定義

source: Delete
fr: Supprimer
ja: 削除
zh_hans: 删除
zh_hant: 刪除

source: Delete %@?
fr: Supprimer %@ ?
ja: %@ を削除しますか?
zh_hans: 要删除 %@ 吗？
zh_hant: 要刪除 %@ 嗎？

source: Delete / Uninstall
fr: Supprimer / Désinstaller
ja: 削除 / アンインストール
zh_hans: 删除 / 卸载
zh_hant: 刪除 / 解除安裝

source: Delete Action
fr: Supprimer l’action
ja: アクションを削除
zh_hans: 删除动作
zh_hant: 刪除動作

source: Delete Action…
fr: Supprimer l'action…
ja: アクションを削除…
zh_hans: 删除操作…
zh_hant: 刪除操作…

source: Delete Custom Action
fr: Supprimer l’action personnalisée
ja: カスタムアクションを削除
zh_hans: 删除自定义动作
zh_hant: 刪除自訂動作

source: Delete Group
fr: Supprimer le groupe
ja: グループを削除
zh_hans: 删除分组
zh_hant: 刪除群組

source: Delete Icon
fr: Supprimer l’icône
ja: アイコンを削除
zh_hans: 删除图标
zh_hant: 刪除圖示

source: Delete this action?
fr: Supprimer cette action ?
ja: このアクションを削除しますか?
zh_hans: 要删除此操作吗？
zh_hant: 要刪除此操作嗎？

source: Delete?
fr: Supprimer ?
ja: 削除しますか？
zh_hans: 删除？
zh_hant: 刪除？

source: Describe what to create (e.g. Format JSON)
fr: Décrivez ce que vous souhaitez créer (ex. Formater le JSON)
ja: 作成する内容を説明してください（例：JSON をフォーマット）
zh_hans: 描述要创建的内容（例如：格式化 JSON）
zh_hant: 描述要建立的內容（例如：格式化 JSON）

source: Describe what to create (e.g. Turn text into pirate speak)
fr: Décrivez ce que vous souhaitez créer (ex. Parler comme un pirate)
ja: 作成する内容を説明してください（例：海賊風の言葉に変換）
zh_hans: 描述要创建的内容（例如：将文本转换为海盗腔）
zh_hant: 描述要建立的內容（例如：將文字轉換為海盜腔）

source: Describe what to create (e.g. snake_case to camelCase)
fr: Décrivez ce que vous souhaitez créer (ex. snake_case en camelCase)
ja: 作成する内容を説明してください（例：snake_case を camelCase に変換）
zh_hans: 描述要创建的内容（例如：snake_case 转 camelCase）
zh_hant: 描述要建立的內容（例如：snake_case 轉 camelCase）
